Revit 2024 API
ParameterTypeId.JoistSystemSpacingParam Property
 "Centerline Spacing"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId JoistSystemSpacingParam { get; }
Visual Basic
Public Shared ReadOnly Property JoistSystemSpacingParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ JoistSystemSpacingParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace